Repository: wp-plugins/author-avatars
Catalog: tags/1.3/tags/0.7.4/translations/author-avatars-*.po
Languages: de_de

source: Blog Authors
de_de: Blog Autoren

source: Basic
de_de: Einfach

source: Advanced
de_de: Erweitert

source: Cancel
de_de: Abbrechen

source: Insert
de_de: Einfügen

source: Show users from blogs
de_de: Zeige Benutzer dieser Blogs

source: If no blog is selected only users from the current blog are displayed.
de_de: Wenn kein Blog ausgewählt ist werden nur Benutzer des aktiven Blogs angezeigt.

source: Group by blogs
de_de: Gruppierung nach Blogs

source: User list grouping
de_de: Gruppierung der Benutzerliste

source: Show roles
de_de: Zeige Benutzergruppen

source: Hidden users
de_de: Ausgeblendete Benutzer

source: Comma separate list of user login ids
de_de: Liste von Benutzer-Ids mit Komma getrennt

source: Show Name
de_de: Name anzeigen

source: Display options
de_de: Anzeige Optionen

source: Date of Registration
de_de: Anmeldedatum

source: Display Name
de_de: Name im Blog

source: Login Name
de_de: Benutzername

source: Number of Posts
de_de: Anzahl von Beiträgen

source: Random
de_de: Zufällig

source: User Id
de_de: Benutzer Id

source: Recent Activity
de_de: Zeit des letzten Logins

source: Sorting order
de_de: Reihenfolge

source: Author Page
de_de: Autorenseite

source: BP Member Page
de_de: BP Mitgliedsseite

source: Link users to
de_de: Benutzer verlinken auf

source: Ascending
de_de: Aufsteigend

source: Descending
de_de: Absteigend

source: Sorting direction
de_de: Richtung der Sortierung

source: Max. number of avatars shown
de_de: Max. angezeigte Anzahl von Avataren

source: Avatar Size
de_de: Avatar Größe

source: Single Avatar
de_de: Einzelner Avatar

source: List of Users
de_de: Liste von Benutzern

source: Shortcode Type
de_de: Art des Shortcodes

source: Email address or user id
de_de: Email-Addresse oder Benutzer-Id

source: None
de_de: Keine

source: Left
de_de: Links

source: Center
de_de: Zentriert

source: Right
de_de: Rechts

source: Alignment
de_de: Ausrichtung

source: Sitewide Author Avatars Configuration
de_de: Blogübergreifende Author Avatars List Einstellungen

source: Options saved.
de_de: Einstellungen gespeichert.

source: Sitewide Author Avatars Options
de_de: Blogübergreifende Author Avatars List Optionen

source: Avatar list settings
de_de: Optionen für Benutzerlisten

source: Save Changes
de_de: Änderungen speichern

source: Enable blog filter
de_de: Blog Filter aktivieren

source: Select the blogs which you would like the blog filter to be enabled. Only blogs selected here can display users from other blogs.
de_de: Wähle die Blogs auf welchen der Blog Filter aktiv sein soll. Nur auf ausgewählten Blogs können Benutzer Blog-übergreifend anzeigen werden.

source: Displays avatars of blog users.
de_de: Zeigt Avatare von Blog Benutzern.

source: Title
de_de: Titel

source: Sorry, no choices available.
de_de: Sorry, keine Auswahlmöglichkeiten verfügbar.

source: [show_author shortcode: please set id/email attribute]
de_de: [show_author shortcode: bitte Id/Email Attribute setzen]

source: No users found.
de_de: Keine Benutzer gefunden.

source: Display lists of user avatars using <a href="widgets.php">widgets</a> or <a href="http://codex.wordpress.org/User:Bforchhammer/Author_Avatars_ShortCode_Documentation">shortcodes</a>.
de_de: Erlaubt die Auflistung von Benutzer Avataren mit Hilfe von <a href="widgets.php">Widgets</a> oder <a href="http://codex.wordpress.org/User:Bforchhammer/Author_Avatars_ShortCode_Documentation">Shortcodes</a>.

source: <a href="http://mind2.de">Benedikt Forchhammer</a>, Idea: <a href="http://bearne.com">Paul Bearne</a>
de_de: <a href="http://mind2.de">Benedikt Forchhammer</a>, Idee: <a href="http://bearne.com">Paul Bearne</a>
