Repository: wp-plugins/author-avatars
Catalog: translations/author-avatars-*.po
Languages: nl_nl

source: Author avatars: system check failed.
nl_nl: Author Avatars: system check mislukt.

source: Author avatars: install check failed.
nl_nl: Author Avatars: install check mislukt.

source: Author avatars: update check failed.
nl_nl: Author Avatars: update check mislukt.

source: Blog Authors
nl_nl: Blog Auteurs

source: Basic
nl_nl: Eenvoudig

source: Advanced
nl_nl: Geavanceerd

source: Cancel
nl_nl: Afbreken

source: Insert
nl_nl: Invoegen

source: Show users from blogs
nl_nl: Weergave blog gebruikers

source: If no blog is selected only users from the current blog are displayed.
nl_nl: Wanneer geen blog geselecteerd is worden alleen gebruikers van de huidige blog weergegeven.

source: Group by blogs
nl_nl: Groupeer per blogs

source: User list grouping
nl_nl: Gebruikerslijst groepering

source: Commentators
nl_nl: Reageerders

source: Show roles
nl_nl: Weergave rollen

source: Hidden users
nl_nl: Verborgen gebruikers

source: Comma separate list of user login ids
nl_nl: Komma gescheiden lijst van gebruiker login id's

source: Show name
nl_nl: Weergave naam

source: Show number of posts
nl_nl: Weergave aantal berichten

source: Show biography
nl_nl: Weergave biografie

source: Display options
nl_nl: Weergave opties

source: Date of Registration
nl_nl: Registratiedatum

source: Display Name
nl_nl: Weergave Naam

source: First Name
nl_nl: Voornaam

source: Last Name
nl_nl: Achternaam

source: Login Name
nl_nl: Login Naam

source: Number of Posts
nl_nl: Aantal Berichten

source: Random
nl_nl: Willekeurig

source: User Id
nl_nl: GebruikersID

source: Recent Activity
nl_nl: Laatste Activiteit

source: Sorting order
nl_nl: Sorteer volgorde

source: Author Page
nl_nl: Pagina Auteur

source: BP Member Page
nl_nl: BP Leden Pagina

source: Link users to
nl_nl: Link gebruikers naar

source: Ascending
nl_nl: Oplopend

source: Descending
nl_nl: Aflopend

source: Sorting direction
nl_nl: Sorteringswijze

source: Max. number of avatars shown
nl_nl: Max. aantal weer te geven avatars

source: Required minimum number of posts
nl_nl: Minimaal benodigd aantal berichten

source: Avatar Size
nl_nl: Avatar Grootte

source: Single Avatar
nl_nl: Enkele Avatar

source: List of Users
nl_nl: Lijst van Gebruikers

source: Email address or user id
nl_nl: Email adres of gebruikers id

source: None
nl_nl: Geen

source: Left
nl_nl: Links

source: Center
nl_nl: Gecentreerd

source: Right
nl_nl: Rechts

source: Alignment
nl_nl: Uitlijning

source: Sitewide Author Avatars Configuration
nl_nl: Sitewide Configuratie Author Avatars

source: Author Avatars List
nl_nl: Author Avatars Lijst

source: Options saved.
nl_nl: Opties opgeslagen.

source: Sitewide Author Avatars Options
nl_nl: Sitewide Opties Author Avatars

source: Avatar list settings
nl_nl: Avatar lijst instellingen

source: Save Changes
nl_nl: Opslaan Wijzigingen

source: Enable blog filter
nl_nl: Blog filter activeren

source: Select the blogs which you would like the blog filter to be enabled. Only blogs selected here can display users from other blogs.
nl_nl: Selecteer de blogs welke je ingeschakeld wilt zien door het blog filter. Alleen hier geselecteerde blogs kunnen gebruikers weergeven van andere blogs.

source: Displays avatars of blog users.
nl_nl: Weergave avatar blog gebruikers.

source: Title
nl_nl: Titel

source: Sorry, no choices available.
nl_nl: Sorry, geen keuzes beschikbaar.

source: [show_author shortcode: please set id/email attribute]
nl_nl: [show_author shortcode: aub Id/Email attribuut instellen]

source: No users found.
nl_nl: Geen gebruikers gevonden.

source: %d comment
nl_nl: %d reactie

source: %d post
nl_nl: %d bericht

source: Display lists of user avatars using <a href="widgets.php">widgets</a> or <a href="http://codex.wordpress.org/User:Bforchhammer/Author_Avatars_ShortCode_Documentation">shortcodes</a>.
nl_nl: Weergave lijst van gebruiker avatars mbv <a href="widgets.php">widgets</a> of <a href="http://codex.wordpress.org/User:Bforchhammer/Author_Avatars_ShortCode_Documentation">shortcodes</a>.

source: <a href="http://mind2.de">Benedikt Forchhammer</a>, Idea: <a href="http://bearne.com">Paul Bearne</a>
nl_nl: <a href="http://mind2.de">Benedikt Forchhammer</a>, Idee: <a href="http://bearne.com">Paul Bearne</a>
